{
  "ADS": {
    "Interstitial_id": "",
    "Interstitial_idf": "",
    "Text1": " Download Purple Sky Injector now , you will receive hundreds of free costumes for ML Heroes in the Purple Sky Injector. If you don’t know the importance of these costumes, then you are not an expert player. When you pass some levels in the game, you have to furnish your avatars with this supernatural element. Skins not only modify the looks of a character but also changes its style of fighting.",
    "Text2": " Unlock All Skin: The tool has included free & outclass skins for Tank, Fighter, Assassin, MM, Mage, and Support. It has covered the major group of characters under all categories. Furthermore, Epic, Special, Starlight, Collector, etc., almost all kinds are available without payment.For instance, you can inject free ML Skins, Battle Effects, Backgrounds, Drone View, and Rank-boosting features as well.",
    "Text3": " Background: You will get amazed after opening this group. It has many Analogs, Backgrounds, Borders, Maps, Backsound Lobby, and Intro Loading. Thus, Purple Sky Injector is a highly rated app. Unlimited gaming objects without a cost are unbelievable.f you regularly play this game with a passion, but your ML wallet is empty of gaming items, then Purple Sky Injector is a gem for you.",
    "Text4": " Besides all, in this new version of Purple Sky Injector APK will bring many new things such as the bug fixer, more items, and other comforts. Ahmad Yasin is the developer of this injector app. He is a competent guy since the app contains loads of ML items in its initial days. It is uncommon that you get such a remarkable tool for Androids. It is changeless, modern, user-friendly, light in weight, and easy to use in the app.",
    "Text5": " Since Purple Sky Injector is a new and updated model ML app in the Mobile Legends Bang Bang Tools Zone. Therefore, through this amazing MLBB injector app, you will gain tactics and skills by unlocking premium materials of the game such as skin, drone views, Battle effects, Backgrounds, and much more. On the other hand, the developers have recently updated the previous version and added a new version to donate maximize benefits for all MLBB game lovers at no cost.",
    "Text6": " Change Analogs, Backgrounds, Borders, Maps, Backsound Lobby, and Intro Loading, and much more through the application and make your gameplay charming and astonishing without paying any single penny.In this section, you will get invaluable features, which help you to boost your gaming rank from bottom to top, as well as allow you to experience the powerful functionality of Battle effects.",
    "Text7": " Download Purple Sky Injector Apk by clicking the Download button to bubblet the download. Once the download is complete, you will find the APK in the “Downloads” section of your browser. Before you can install it on your phone, you need to make sure that third-party apps are allowed on your device.",
    "Text8": " RATE us 5 Stars and Download Purple Sky Injector. Once the installation is complete, you can use the game as usual.",
    "banner_id": "",
    "banner_idf": "",
    "Nativeads_idf": "",
    "Nativeads_id": "",
    "linkbuttun": "",
    "networkAd": "facebook"
  }
}
